{ 
  "front": "Front End",
  "dev": "developer",
  "MyPortfolio": "My Portfolio",
  "subtitle": "with all my projects",
  "gitBtn": "My",
  "technologies": "Web development technologies that I use",
  "aboutMe": "Hi! I'm Andrii — a Frontend Developer from Ukraine. <br> 🛠️ Tech Stack: Angular, Ionic, TypeScript, JavaScript, HTML, CSS (SCSS), Firebase, GSAP (for animations), Figma. <br> 🔥 Experience: Over a year of commercial experience with Angular and Ionic. Worked on several websites and one mobile app. I was responsible for the front-end part. <br> 🚀 Skills: Building adaptive SPA applications. API integration and performance optimization. Working with animations via GSAP. Creating responsive UI. Quickly finding solutions with AI assistance. <br> Ready to work, learn, and improve my skills. Currently studying at Chernivtsi National University. Interested in remote work or opportunities in Chernivtsi. Feel free to text me on Telegram. 👇",
  "explore": "Explore My Works",
  
  "visit": "Visit",
  "contact": "Contact Me",
  "telegram": "My Telegram",

  "projects": {
    "influencer": "I was responsible for the layout and responsive design of the website based on the provided mockup. I developed the page structure, implemented user interaction logic, and protected routes. I also integrated Firebase for user registration and authentication. I used Angular for front-end development and TypeScript for writing application logic.",
    "vorfahr": "I worked on the layout and responsive design of the header, footer, and authentication pages (registration and login). I also integrated translation files and set up a localization system for multilingual support.",
    "user": "This is an admin panel for an internet provider. I developed the project structure and handled the layout. Fully integrated the panel with Firebase. Implemented functionality for creating, editing, and deleting users, searching by location, and viewing statistics of active and inactive users. Login details Email: andriy@gmail.com Password: 111111",
    "films": "This is my personal project where I learned GSAP animations. With this knowledge, I created this awesome portfolio.",
    "beBest": "This is a mobile app for setting personal goals. I developed the project structure, handled the adaptive layout for all pages, and implemented the core logic. I tested the app on iPhone, integrated Apple authentication, and set up the payment system. I was responsible for the front-end development."
  }
}

